import React from 'react';

export const faqList = [
  {
    q: 'д. Красный Лог',
    a: (
      <p>
        <b>Красный Лог</b> — упразднённая деревня в Демьянковском сельсовете
        Добрушского района Гомельской области Беларуси.
        <br />
        В связи с радиационным загрязнением в результате катастрофы на
        Чернобыльской АЭС жители (9 семей) переселены в чистые места.
        <br />
        <b>История</b>
        <br />
        Основан в начале XX века переселенцами из соседних деревень. В 1926 году
        в Старозакружском сельсовете Ветковского района Гомельского округа.
        Рядом был одноимённый хутор. В 1930 году жители вступили в колхоз. В
        сентябре 1943 года оккупанты сожгли 45 дворов. Входил в состав колхоза
        «Юбилейный» (центр — деревня Морозовка).
        <br />В 2005 году деревня Красный Лог исключена из данных по учёту и
        регистрации административно-территориальных и территориальных единиц как
        фактически несуществующий населённый пункт.
      </p>
    ),
    i: <img src={require('./Image/1.png')} />,
  },
  {
    q: 'д. Карповичи',
    a: (
      <p>
        <b>Карповичи</b> — упразднённая деревня в Вербовичском сельсовете
        Наровлянского района Гомельской области Беларуси.
        <br />
        В связи с радиационным загрязнением после катастрофы на Чернобыльской
        АЭС жители (62 семьи) переселены в 1986 году в чистые места,
        преимущественно в деревни Ботвиново и Меркуловичи Чечерского района. С
        2005 года исключена из данных по учёту и регистрации
        административно-территориальных и территориальных единиц как фактически
        несуществующая. <br />
        <b>История</b>
        <br />
        Обнаруженные археологами вещи бронзового века (0,3 км на запад от
        деревни) и стоянка каменного века (на юго-западе) свидетельствуют о
        заселении этих мест с давних времён. По письменным источникам известна с
        XVIII века как деревня в Речицком повете Минского воеводства Великого
        княжества Литовского. С 1764 года — во владении Аскерко. Во время
        Великой Отечественной войны освобождена от немецких оккупантов 29 ноября
        1943 года 415-й стрелковой дивизией. 60 жителей погибли на фронте. В
        1986 году работали клуб, магазин.
        <br />
        В связи с чрезвычайно высоким радиационным загрязнением вся застройка
        разрушена и захоронена под толстым слоем земли.
        <br />
      </p>
    ),
    i: <img src={require('./Image/2.png')} />,
  },
  {
    q: 'д. Пирки',
    a: (
      <p>
        <b>Пирки</b> — упразднённая деревня в Храковичском сельсовете
        Брагинского района Гомельской области Белоруссии.
        <br />
        <b>История</b>
        <br />
        По письменным источникам известна с XVIII века, как деревня в Речицком
        повете Минского воеводства. После 2-го раздела Речи Посполитой (1793
        год) в составе Российской империи. В 1811 году село во владении
        Ракицких. В 1850 году владение Прозора. Согласно переписи 1897 года
        находились хлебозапасный магазин, школа грамоты. В 1908 году в Савицкой
        волости Речицкого повета Минской губернии.
      </p>
    ),
    i: <img src={require('./Image/3.png')} />,
  },
  {
    q: 'д. Белый Берег',
    a: (
      <p>
        <b>Белый Берег</b> — упразднённая деревня в Вербовичском сельсовете
        Наровлянского района Гомельской области Беларуси.
        <br />
        В связи с радиационным загрязнением после катастрофы на Чернобыльской
        АЭС жители (66 семей) переселены в 1986 году в чистые места,
        преимущественно в деревню Скрыгалов Мозырского района, где новая улица
        была названа в память о деревне — Белый Берег. Часть жителей переселена
        в деревню Скородное Ельского района.
        <br />
        <b>История</b>
        <br />
        По письменным источникам известна с XVII века. С 1610 года фольварк.
        После 2-го раздела Речи Посполитой (1793 год) в составе Российской
        империи. 19 августа 1795 года Екатерина 2 наградила лейб-медика
        Рожерсона Ивана Самойловича в потомственное владение. В 1850 году
        владение помещика Бразина. В 1801 году обозначена в числе поселений
        Вербовичского церковного прихода. В 1908 году в Наровлянской волости
        Речицкого уезда Минской губернии.
        <br />
        В 1929 году жители вступили в колхоз. Во время Великой Отечественной
        войны 52 жителя погибли на фронте. В 1986 году входила в состав колхоза
        «Восток» (центр — деревня Белобережская Рудня). В связи с радиационной
        загрязнённостью лесов прекратило свою деятельность Белобережское
        лесничество.
        <br />
        Решение Наровлянского районного Совета депутатов от 29.12.2011 № 73 «Об
        упразднении деревни Белый Берег Вербовичского сельсовета Наровлянского
        района».
        <br />
      </p>
    ),
    i: <img src={require('./Image/4.png')} />,
  },
  {
    q: 'д. Акшинка',
    a: (
      <p>
        <b>Акшинка</b> — упразднённая деревня в Светиловичском сельсовете
        Ветковского района Гомельской области Беларуси.
        <br />
        <b>История</b>
        <br />
        По письменным источникам известна с XVIII века как деревня в Покотской
        волости Рогачёвского уезда Могилёвской губернии. Название деревни
        связано с гидронимом Акшинка (левый приток Сожа) и происходит от
        иранского axšaina — «синий, тёмно-серый, тёмный».
        <br />
        В августе 1918 года, во время немецкой оккупации, партизанский отряд
        действовавший поблизости, занял деревню и восстановил Советскую власть.
        В 1926 году работали отделение потребительской кооперации, почтовый
        пункт, начальная школа. В 1962 году в деревню переселились жители
        посёлка Заря.
        <br />
        В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения
        жители (64 семьи) переселены в 1993 году в чистые места. В 2011 году
        деревня была упразднена.
        <br />
      </p>
    ),
    i: <img src={require('./Image/5.png')} />,
  },
  {
    q: 'д. Амельковщина',
    a: (
      <p>
        <b>Амельковщина или ранее Омельковщина</b> — деревня в составе
        Хойникского горсовета Хойникского района Гомельской области Беларуси. В
        связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС
        жители (173 семьи) переселены в места не загрязнённые радиацией.
        <br />
        <b>История</b>
        <br />
        В «Камеральном описании Речицкой округи…» 1796 года, составленном на
        основе ревизии 1795 года, деревня Омельковщина с поташным заводом
        названа среди селений, принадлежавших графам Ракицким, но пребываших в
        двойной заставе у панов Прозора и Павши..В 1931 году в деревне работали
        паровая мельница и лесопилка. Организован колхоз «Путь Ленина».
        <br />
        Во время Великой Отечественной войны в деревне и окрестных лесах
        базировался отдельный партизанский отряд имени А. В. Суворова. В январе
        1943 года в районе деревни партизаны вели бой против карателей. В июне
        1943 года оккупанты сожгли 135 дворов и убили 54 мирных жителя. На
        фронтах и партизанской борьбе погибли 252 жителя Омельковщинского
        сельсовета. В память о погибших в центре деревни в 1970 году установлена
        скульптура воина.
        <br />
        В 1959 году деревня была центром колхоза «Путь Ленина», действовало
        отделение связи.
        <br />
        В 1968 году к деревне присоединён посёлок Омельковщина.
        <br />
      </p>
    ),
    i: <img src={require('./Image/6.png')} />,
  },
  {
    q: 'д. Амельное',
    a: (
      <p>
        <b>Амельное</b> — посёлок в Неглюбском сельсовете Ветковского района
        Гомельской области Беларуси.
        <br />
        В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения
        жители (44 семьи) переселены в 1992 году в чистые места.
        <br />
        <b>История</b>
        <br />
        Основан в начале XX века как хутор. В 1926 году в Старозакружском
        сельсовете Ветковского района Гомельского округа. В 1930 году
        организован колхоз. Во время Великой Отечественной войны 7 жителей
        погибли на фронте. В 1969 году входил в состав колхоза «40 лет Октября»
        (центр — деревня Старое Закружье).
        <br />
      </p>
    ),
    i: <img src={require('./Image/7.png')} />,
  },
  {
    q: 'д. Дубровка',
    a: (
      <p>
        <b>Дубровка</b> — бывшая деревня в Ровковичском сельсовете Чечерского
        района Гомельской области Республики Беларусь. После катастрофы на
        Чернобыльской АЭС подверглась радиационному загрязнению. В 1992 году все
        жители переселены в чистые места.
        <br />
        <b>История</b>
        <br />
        Согласно письменным источникам известна с XIX века как селение в
        Дудичской волости Рогачёвского уезда Могилёвской губернии. Согласно
        переписи 1897 года действовала ветряная мельница. В 1909 году жители
        деревни владели 232 десятинами земли.
        <br />
        В 1926 году работал почтовый пункт, в Новазаречском сельсовете
        Чечерского района Гомельского округа. В 1930 году организован колхоз. 36
        жителей погибли на фронтах Великой Отечественной войны. Согласно
        переписи 1959 года входила в состав колхоза имени С. М. Кирова (центр —
        деревня Крутое). После катастрофы на Чернобыльской АЭС деревня
        подверглась радиационному загрязнению. В 1992 году жители (34 семьи)
        переселены в чистые места.
        <br />
      </p>
    ),
    i: <img src={require('./Image/8.png')} />,
  },
  {
    q: 'д. Дудичи',
    a: (
      <p>
        <b>Дудичи</b> — упразднённая деревня в Ровковичском сельсовете
        Чечерского района Гомельской области Беларуси. В результате катастрофы
        на Чернобыльской АЭС и радиационного загрязнения жители переселены в
        чистые места.
        <br />
        <b>История</b>
        <br />
        Согласно письменным источникам известна с XVI века как селение в
        Речицком повете Минского воеводства Великого княжества Литовского.
        Обозначена в инвентаре Гомельского староства 1640 года.
        <br />
        В 1921 году в Дудичскую волость входили 18 сельсоветов, проживало 12 192
        жителя. В 1926 году в деревне работали почтовое отделение, библиотека,
        школа, лечебный и ветеринарный пункты. С 8 декабря 1926 года до 16 июля
        1954 года центр Дудичского сельсовета Чачэрскага района Гомельского (до
        26 июля 1930 года) округа, с 20 февраля 1938 года Гомельской области.
        <br />
        В 1929 году организован колхоз «Рассвет», работали кирпичный завод, 2
        ветряные мельницы, 2 кузницы, шерсточесальня. Во время Великой
        Отечественной войны на фронтах и в партизанской борьбе погиб 81 житель.
        В память о погибших в 1967 году в центре деревни установлен обелиск.
        Согласно переписи 1959 года входила в состав колхоза имени А. А. Жданова
        (центр — деревня Холочье).
        <br />
        Упразднена 29 сентября 2011 года.
        <br />
      </p>
    ),
    i: <img src={require('./Image/9.png')} />,
  },
  {
    q: 'д. Большой лес',
    a: (
      <p>
        <b>Большой Лес</b> — упразднённый посёлок, входивший в Демьянковский
        сельсовет Добрушского района Гомельской области Беларуси.
        <br />
        В результате катастрофы на Чернобыльской АЭС и радиационным загрязнением
        жители (35 семей) переселены в 1990—1992 годах в чистые места.
        <br />
        <b>История</b>
        <br />
        Основан в конце XIX века переселенцами с соседних деревень. В 1926 году
        в Демьянковском сельсовете Ветковского района Гомельского округа. В 1930
        году жители вступили в колхоз. Во время Великой Отечественной войны 17
        жителей погибли на фронтах. В 1959 году посёлок находился в составе
        колхоза «Молот» с центром в деревне Демьянки.
        <br />
        В 2005 году посёлок Большой Лес исключён из данных по учёту и
        регистрации административно-территориальных и территориальных единиц как
        фактически несуществующий населённый пункт.
        <br />
      </p>
    ),
    i: <img src={require('./Image/10.png')} />,
  },
  {
    q: 'д. Костюковка',
    a: (
      <p>
        <b>Костюковка</b> — деревня в Литвиновичском сельсовете Кормянского
        района Гомельской области Беларуси.
        <br />
        В связи с радиационным загрязнением после катастрофы на Чернобыльской
        АЭС жители (36 семей) были переселены в 1990-е годы в чистые места.
        <br />
        Рядом небольшие месторождения мела и кремня.
        <br />
        <b>История</b>
        <br />
        О деятельности человека в этих местах с давних времён свидетельствует
        обнаруженные археологами поселения каменного и бронзового веков (в 0,8
        км на юг от деревни, в урочище Узлужье). Согласно письменным источникам
        известна с начала XX века как деревня в Рогачёвском уезде Могилёвской
        губернии.
        <br />
        В 1931 году организован колхоз «Красный берег», работали ветряная
        мельница и кузница. Во время Великой Отечественной войны 22 ноября 1943
        года освобождена от немецких оккупантов. В память о героизме советских
        солдат в месте прорыва немецкой обороны в ноябре 1943 года (в 0,5 на
        север от деревни, на берегу реки Сож) насыпан в 1968 году Курган Славы.
        В 1979 году к деревне присоединена соседняя деревня Михеевка. Входила в
        состав совхоза «Руднянский» (центр — деревня Золотомино).
        <br />
      </p>
    ),
    i: <img src={require('./Image/11.png')} />,
  },
  {
    q: 'д. Гнездинка',
    a: (
      <p>
        <b>Гнездинка</b> — упразднённый посёлок в Хойникском районе Гомельской
        области Беларуси. Входил в состав Стреличевского сельсовета. В связи с
        радиационным загрязнением после катастрофы на Чернобыльской АЭС жители
        (2 семьи) переселены в чистые места.
        <br />
        <b>История</b>
        <br />
        Выявленное археологами поселения эпохи неолита (рядом с посёлком)
        свидетельствует о заселении этих мест с давних времён. Современный
        посёлок основан в начале 1920-х годов переселенцами из соседних деревень
        на бывших помещичьих землях. В 1931 году жители вступили в колхоз.
        Согласно переписи 1959 года в составе совхоза «Оревичи» (центр — деревня
        Оревичи).
        <br />
      </p>
    ),
    i: <img src={require('./Image/12.png')} />,
  },
  {
    q: 'д. Антоновка',
    a: (
      <p>
        <b>Антоновка</b> — упразднённая деревня в Вербовичском сельсовете
        Наровлянского района Гомельской области Беларуси.
        <br />
        В связи с радиационным загрязнением после катастрофы на Чернобыльской
        АЭС жители (14 семей) переселены 1 ноября 1986 года в чистые места,
        преимущественно в Жлобинский и Светлогорский районы.
        <br />
        <b>История</b> <br />
        Основана в конце XIX века как немецкая колония. В связи с началом в 1914
        году первой мировой войны все жители немецкой национальности были
        веселены в глубокий тыл. Наиболее активная застройка приходится на
        1920-е годы. В 1931 году организован колхоз, работала кузница. Во время
        Великой Отечественной войны действовала подпольная группа (руководитель
        Тимошенко). 6 жителей погибли на фронте. В 1986 году входила в состав
        совхоза «Дёрновичи» (центр — деревня Дёрновичи)
        <br />{' '}
      </p>
    ),
    i: <img src={require('./Image/13.png')} />,
  },
  {
    q: 'д. Бартоломеевка',
    a: (
      <p>
        <b>Бартоломеевка</b>деревня в составе Радужского сельсовета Ветковского
        района Гомельской области Беларуси. В результате катастрофы на
        Чернобыльской АЭС и радиационного загрязнения жители (340 семей)
        переселены в 1992 году в чистые места.
        <b>История</b>
        <br />
        Выявленные археологами поселения каменного и бронзовых веков (0,3 км на
        восток от деревни, в урочище Выдьма) свидетельствует о заселении здешних
        обителей в глубокой древности. По письменным источникам известна с XVIII
        века как деревня в Гомельском старостве Речицкого повета Минского
        воеводства Великого княжества Литовского В 1737 году деревенская
        православная Свято-Николаевская церковь была преобразована в униатскую.
        <br />
        В 1926 году работали начальная школа, изба-читальня, почтовый пункт. С 8
        декабря 1926 года по 25 июня 1962 года и с 25 июня 1970 года до 11 июня
        1980 года центр Бартоломеевского сельсовета Ветковского, с 9 декабря
        1926 года Чечерского, с 25 декабря 1962 года Буда-Кошелёвского, с 6
        января 1965 года Ветковского районов Гомельского (до 26 июля 1930 года)
        округа, с 20 февраля 1938 года Гомельской области. <br />
        <br />
      </p>
    ),
    i: <img src={require('./Image/14.png')} />,
  },
  {
    q: 'д. Беседь ',
    a: <p>
    <b>Беседь</b> — упразднённая в 2012 году деревня в Ветковском горсовете Ветковского района Гомельской области Беларуси.<br />
    На юге и востоке граничит с лесом, на западе — торфяной заповедник.<br />
    В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (89 семей) были выселены из Беседи в 1991 году.<br />
    <b>История</b><br />
    Выявленные археологами 3 стоянки эпохи неолита (на правом берегу реки Беседь, в урочище Шубин и на восточной окраине) свидетельствуют о заселении этих мест с давних времён. По письменным источникам известна с XVIII века как деревня в Ветковской волости Белицкого, с 1852 года Гомельского уезда Могилёвской губернии. В 1785 году во владении князя Халецкого и княгини Любомирской. На реке Беседь действовала переправа через плотину с 4 деревянными мостами. В 1885 году располагались: церковь, водяная мельница, 2 круподробилки. Согласно переписи 1897 года располагались: церковь, часовня, винная лавка, школа грамоты, маслобойня. В 1909 году 1406 десятин земли. Рядом был одноименный фольварк. В 1921 году жители собрали и направили голодающим Поволжья 50 пудов ржи. В 1926 году работали почтовое отделение, начальная школа. В 1930 году организован колхоз. Во время Великой Отечественной войны в боях за деревню погибли 436 советских солдат (похоронены в братской могиле в центре деревни). 107 жителей погибли на фронте. В 1959 году входила в состав совхоза «Высокоборский» центр — деревня.<br />
    </p>,
    i: <img src={require('./Image/15.png')} />,
  },
  {
    q: '',
    a: (<p></p>),
    i: <img src={require('./Image/4.png')} />,
   },
];
// {
//     q: 'д. Акшинка',
//     a: (<p></p>),
//     i: <img src={require('./Image/4.png')} />,
//   },
